# hr_bot/utils/constants.py

METRO_STATIONS_SPB = [
    "Автово", "Адмиралтейская", "Академическая", "Балтийская", "Беговая", 
    "Бухарестская", "Василеостровская", "Владимирская", "Волковская", 
    "Выборгская", "Горный институт", "Горьковская", "Гостиный двор", 
    "Гражданский проспект", "Девяткино", "Достоевская", "Дунайская", 
    "Елизаровская", "Звёздная", "Звенигородская", "Зенит", "Кировский завод", 
    "Комендантский проспект", "Крестовский остров", "Купчино", "Ладожская", 
    "Ленинский проспект", "Лесная", "Лиговский проспект", "Ломоносовская", 
    "Маяковская", "Международная", "Московская", "Московские ворота", 
    "Нарвская", "Невский проспект", "Новочеркасская", "Обводный канал", 
    "Обухово", "Озерки", "Парк Победы", "Парнас", "Петроградская", 
    "Пионерская", "Площадь Александра Невского", "Площадь Восстания", 
    "Площадь Ленина", "Площадь Мужества", "Политехническая", "Приморская", 
    "Пролетарская", "Проспект Большевиков", "Проспект Ветеранов", 
    "Проспект Просвещения", "Проспект Славы", "Путиловская", "Пушкинская", 
    "Рыбацкое", "Садовая", "Сенная площадь", "Спасская", "Спортивная", 
    "Старая Деревня", "Технологический институт", "Удельная", 
    "Улица Дыбенко", "Фрунзенская", "Чёрная речка", "Чернышевская", 
    "Чкаловская", "Шушары", "Электросила", "Юго-Западная"
]
